Repository: deunix-educ/QuizMaster
Catalog: quizmaster/quizmaster/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Valid date
fr: Date valide

source: Invalid date
fr: Date invalide

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: From 1 week
fr: Depuis 1 semaine

source: From 2 weeks
fr: Depuis 2 semaines

source: From 1 month
fr: Depuis 1 mois

source: From 3 months
fr: Depuis 3 mois

source: From 6 months
fr: Depuis 6 mois

source: From 1 year
fr: Depuis 1 an

source: This page requires authentication.
fr: Cette page nécessite une authentification

source: Gamer is required
fr: Joueur est requis

source: Anonymous is required
fr: Anonyme est requis

source: Contributor is required
fr: Contributeur est requis

source: Admin is required
fr: Administrateur est requis

source: Only Staff is required
fr: Seul le staff est autorisé

source: Only Superuser is required
fr: Seul le superutilisateur est autorisé

source: Anonymous user
fr: Anonyme

source: Gamer user
fr: Joueur

source: Contributor user
fr: Contributeur

source: Staff authorized
fr: Staff autorisé

source: Supervisor
fr: Superviseur

source: Gamer role
fr: Rôle du joueur

source: Gamer uuid
fr: Id joueur

source: Gamer color
fr: Couleur joueur

source: Connected
fr: Connecté

source: User
fr: Utilisateur

source: Topic
fr: Thème

source: Owner
fr: Propriétaire

source: Quiz
fr: Questionnaire

source: Query
fr: Question

source: All levels
fr: Tout les niveaux

source: Choose a quiz
fr: Choisir un questionnaire

source: From date
fr: Depuis la date

source: Choose a session
fr: Choisir une session

source: Level
fr: Niveau

source: Queries composition
fr: Compositions des questions

source: Topic title
fr: Titre thème

source: Quiz level
fr: Niveau questionnaire

source: Quiz title
fr: Titre questionnaire

source: Gamer tester
fr: Joueur testeur

source: No
fr: Non

source: Yes
fr: Oui

source: Connected
fr: Connecté

source: Games type
fr: Joueurs type

source: ClientBoxWorker: user not a gamer tester
fr: ClientBoxWorker: utilisateur non joueur testeur

source: True or false
fr: Vrai ou Faux

source: Computer science
fr: Informatique

source: Various
fr: Divers

source: Science
fr: Sciences

source: History
fr: Histoire

source: Geography
fr: Géographie

source: General culture
fr: Culture générale

source: News
fr: Actualité

source: Mathematics
fr: Matématiques

source: Beginner
fr: Débutant

source: Easy
fr: Facile

source: Medium
fr: Moyen

source: Hard
fr: Difficile

source: Very hard
fr: Très difficile

source: Quiz topic
fr: Question thème et sujet

source: No answer
fr: Pas de réponse

source: Query owner
fr: Propriétaire de la question

source: Query level
fr: Niveau question

source: Query description
fr: Description question

source: Boolean
fr: Booléen

source: Choice number A
fr: Choix numéo A

source: Choice number B
fr: Choix numéo B

source: Choice number C
fr: Choix numéo C

source: Choice number D
fr: Choix numéo D

source: Choice number E
fr: Choix numéo E

source: Choice number F
fr: Choix numéo F

source: Expected answer
fr: Réponse attendue

source: Quiz owner
fr: Propriétaire de questionnaire

source: Slug title
fr: Slug questionnaire

source: Active quiz
fr: Questionnaire actif

source: Query range
fr: Rang de la question

source: Session stopped
fr: Session arrêtée

source: Session started
fr: Session démarrée

source: Session paused
fr: Status Pausée

source: Session ended
fr: Session terminée

source: Session owner
fr: Propriétaire session

source: Timeout beeween questions
fr: Delai entre questions

source: Session status
fr: Status session

source: Active session
fr: Session active

source: Queries rows number
fr: Nombre de lignes de requêtes

source: Registered gamers
fr: Joueurs inscrits

source: Session in progress
fr: Session en cours

source: Response
fr: Réponse

source: Result
fr: Résultat

source: Session reply
fr: Session réponses

source: Correct answers
fr: Bonnes réponses

source: Wrong answers
fr: Mauvaises réponses

source: Missing answers
fr: Réponses absentes

source: Rank
fr: Rang

source: Ranking
fr: Classement

source: Quizbox
fr: Questionnaire

source: Status session
fr: Status de la session

source: Registered
fr: Inscrits

source: Row on
fr: Rang sur

source: Expected
fr: Attendu

source: Remainder
fr: Reste

source: Gamers list
fr: Liste des joueurs

source: Gamer
fr: Joueur

source: Quiz management and administration
fr: Gestion et administration des questionnaires

source: Before starting, please import import your questionnaires in csv format. (See quiz-model.ods model)
fr: Avant de commencer veuillez importer vos questionnaires au format csv. (Voir le modèle quiz-model.ods)

source: This application sends questions and receives answers from connected devices (quizbox) which may be a web interfaces, a phone, or an iot.
fr: Cette application assure l'émission des questions et la réception des réponses des périphériques connectés (quizbox) qui pourront être des interface de type web, téléphone, ou iot.

source: Play a quiz
fr: Jouer un questionnaire

source: Games result
fr: Résultats des jeux

source: Yes / No
fr: Oui / Non

source: Import a quiz
fr: Importer un questionnaire

source: Export a quiz
fr: Exporter un questionnaire

source: Quiz help
fr: Aide questionnaire

source: Tools
fr: Boîte à outils

source: Database administration
fr: Administration base de données

source: Logout
fr: Déconnexion

source: Start
fr: Marche

source: Stop
fr: Arrêt

source: from
fr: du

source: New session
fr: Nouvelle session

source: Queries
fr: Questions

source: Timeout beetween questions
fr: Delai entre questions

source: Expected response is masqued
fr: La réponse attendue est masquée

source: Serious games
fr: Jeux sérieux

source: Test your culture and improve your knowledge of the world while having fun! Take part in our quizzes and become knowledgeable about dozens of themes!
fr: Testez votre culture et améliorez vos connaissances sur le monde en vous amusant !Participez à nos quiz et devenez incollable sur des dizaines de thématiques !

source: Ready to play
fr: Prêt à jouer

source: Access for gamers
fr: Accès pour joueur

source: Access for administrators
fr: Accès administration

source: Quizmaster results
fr: Résultats de Quizmaster

source: Game sessions
fr: Sessions de jeu

source: Export quizzes
fr: Exporter des questionnaires

source: Export
fr: Exporter

source: Import quizzes
fr: Importer des questionnaires

source: Answer
fr: Réponse

source: Creation done
fr: Création terminée

source: Download
fr: Télécharger

source: Game session results
fr: Résultats des sessions de jeu

source: Choose a Session
fr: Choisir une session

source: Delete this session
fr: Supprimer cette session

source: Delete empty sessions
fr: Supprimer les sessions vides

source: Delete tester gamers
fr: Supprimer les joueurs testeurs

source: Unconnect all players
fr: Déconnecter tous les joueurs

source: Restart mqtt server
fr: Redémarrer le serveur mqtt

source: Update
fr: Mettre à jour
